Repository: taintedvalor/Valors-cogs
Catalog: reports22/locales/*.po
Languages: pt_br, zh_tw

source: Create user reports that server staff can respond to. Users can open reports using `[p]report`. These are then sent to a channel in the server for staff, and the report creator gets a DM. Both can be used to communicate.
pt_br: Cria denúncias de usuário que a equipe de administração do servidor pode responder. Os usuários podem abrir uma denúncia usando `[p]report`. Estes então serão enviados para um canal no servidor da equipe, e o criador da denúncia recebe uma mensagem direta. Ambos os meios poderão ser usados para se comunicar.
zh_tw: 創建伺服器人員可以響應的用戶報告。 用戶可以使用“[p]report”打開報告。 然後發送這些 到服務器中的員工頻道和報告創建者 得到一個DM。 兩者都可以用來交流。

source: Manage Reports.
pt_br: Gerenciar denúncias.
zh_tw: 管理回報。

source: Set the channel where reports will be sent.
pt_br: Definir o canal aonde as denúncias serão enviadas.
zh_tw: 設定回報將會送到哪個頻道。

source: The report channel has been set.
pt_br: O canal de denúncias foi definido.
zh_tw: 已設定回報頻道。

source: Enable or disable reporting for this server.
pt_br: Ativar ou desativar as denúncias neste servidor.
zh_tw: 對此伺服器啟用或停用回報系統。

source: Reporting is now enabled
pt_br: As denúncias foram ativadas.
zh_tw: 回報系統已啟用

source: Reporting is now disabled.
pt_br: As denúncias foram desativadas.
zh_tw: 回報系統已停用。

source: You took too long to select. Try again later.
pt_br: Você demorou muito para selecionar. Tente novamente mais tarde.
zh_tw: 您在選擇時使用太多時間。請稍後再試。

source: That wasn't a valid choice.
pt_br: Essa não era uma escolha válida.
zh_tw: 這並非有效的選擇。

source: Report from {author}{maybe_nick}
pt_br: Denúncia de {author}{maybe_nick}
zh_tw: 由 {author}{maybe_nick} 提出的回報

source: Report #{}
pt_br: Denúncia #{}
zh_tw: 回報 #{}

source: Report from {author.mention} (Ticket #{number})
pt_br: Denúncia de {author.mention} (Ticket #{number})
zh_tw: 由 {author.mention} 提出的回報 (回報 #{number})

source: Send a report. Use without arguments for interactive reporting, or do `[p]report [text]` to use it non-interactively.
pt_br: Envie uma denúncia. Use sem argumentos para denúnciar interativamente, ou use `[p] [text]` para usá-lo não-interativamente.
zh_tw: 送出回報。 若不帶參數時則啟用互動式回報，或使用 `[p]report [text]` 來非互動式的回報。

source: Select a server to make a report in by number.
pt_br: Selecionar por número o servidor no qual fazer a denuncia.
zh_tw: 按編號選擇要報告的伺服器。

source: Reporting has not been enabled for this server
pt_br: As denúncias não foram habilitadas neste servidor
zh_tw: 此服務器尚未啟用回報系統

source: You've sent too many reports recently. Please contact a server admin if this is important matter, or please wait and try again later.
pt_br: Você enviou muitas denúncias recentemente. Favor entrar em contato com um(a) administrador(a) do servidor se for um assunto importante, ou por favor aguarde e tente novamente mais tarde.
zh_tw: 您最近發送的報告過度頻繁。如果這很緊急，請聯繫伺服器管理員，或者請稍後再試。

source: Please finish making your prior report before trying to make an additional one!
pt_br: Termine de fazer o sua denúncia anterior antes de tentar fazer mais uma!
zh_tw: 請先完成您之前的回報，然後再嘗試製作另一份回報！

source: Please respond to this message with your Report. Your report should be a single message
pt_br: Por favor responda a esta mensagem com a sua denúncia. A sua denúncia deve ser uma única mensagem
zh_tw: 請將回報內容回應於此訊息。 您的回報須為單一訊息

source: This requires DMs enabled.
pt_br: Isto requer que as mensagens diretas estejam ativadas.
zh_tw: 這需要啟用 DM 功能。

source: You took too long. Try again later.
pt_br: Você demorou muito. Tente novamente mais tarde.
zh_tw: 您使用太多時間了。請稍後再試。

source: This server has no reports channel set up. Please contact a server admin.
pt_br: Este servidor não possui nenhum canal de denúncias configurado. Favor entrar em contato com um(a) administrador(a) do servidor.
zh_tw: 此伺服器沒有設置回報頻道。請直接聯繫伺服器管理員。

source: There was an error sending your report, please contact a server admin.
pt_br: Ocorreu um erro ao enviar a denúncia, favor entrar em contato com um(a) administrador(a) do servidor.
zh_tw: 發送報告時出錯，請聯繫伺服器管理員。

source: Your report was submitted. (Ticket #{})
pt_br: Sua denúncia foi enviada. (Ticket #{})
zh_tw: 您的回報已送出。 (回報 #{})

source: {closer} has closed the correspondence
pt_br: {closer} encerrou a correspondência
zh_tw: {closer} 已結束對話

source: Re: ticket# {ticket_number} in {guild.name}
pt_br: Re: ticket #{ticket_number} em {guild.name}
zh_tw: 回覆：回報# {ticket_number} 於 {guild.name}

source: Correspondence about ticket# {ticket_number} in {guild.name} has been ended due to reports being disabled in that server.
pt_br: A correspondência sobre o ticket #{ticket_number} em {guild.name} foi encerrada devido às denúncias estarem desativadas neste servidor.
zh_tw: 由於回報系統在該伺服器中被禁用，於 {guild.name} 中的 ticket# {ticket_number} 的通信已經結束。

source: Open a message tunnel. This tunnel will forward things you say in this channel or thread to the ticket opener's direct messages. Tunnels do not persist across bot restarts.
pt_br: Abrir um túnel de mensagem. Este túnel irá encaminhar as coisas que você diz neste canal ou tópico para as mensagens diretas do(a) denunciante. Os túneis não persistem entre reinícios do bot.
zh_tw: 打開訊息隧道功能。 此隧道將轉發您在此頻道或線程中所說的內容 到開票人的直接消息。 隧道不會在 bot 重啟後持續存在。

source: That ticket doesn't seem to exist
pt_br: Parece que este ticket não existe
zh_tw: 這個ticket好像不存在

source: That user isn't here anymore.
pt_br: Este(a) usuário(a) não está mais aqui.
zh_tw: 該用戶已經不存在了。

source: Either you or the user you are trying to reach already has an open communication.
pt_br: Você ou o usuário que você está tentando acessar já possui uma comunicação aberta.
zh_tw: 您試圖聯繫的用戶已經有了開放的交流。

source: Anything you say or upload here (8MB file size limitation on uploads) will be forwarded to them until the communication is closed. You can close a communication at any point by reacting with the ❎ to the last message received. Any message successfully forwarded will be marked with ✅. Tunnels are not persistent across bot restarts.
pt_br: Tudo o que você diz ou faz o upload aqui (limitação do tamanho de arquivo de 8MB nos envios) será encaminhado até que a comunicação seja fechada. Você pode encerrar a comunicação a qualquer momento reagindo com o ❎ na última mensagem recebida. Quaisquer mensagens encaminhadas com sucesso serão marcadas com ✅. Os túneis não são persistentes entre os reinícios do bot.
zh_tw: 您在這裡說的或上傳的任何內容（上傳的文件大小限制為 8MB）將被轉發給他們，直到通信結束。 您可以隨時通過對收到的最後一條消息作出反應❎來關閉通信。 任何成功轉發的消息都會被標記為✅。 隧道在 bot 重啟後不會持續存在。

source: A moderator in the server `{guild.name}` has opened a 2-way communication about ticket number {ticket_number}.
pt_br: Um(a) moderador(a) no servidor `{guild.name}` abriu uma comunicação de duas vias sobre o número do ticket {ticket_number}.
zh_tw: `{guild.name}` 伺服器上的管理員已針對回報編號 {ticket_number} 開啟了雙向聊天通道。

source: That user has DMs disabled.
pt_br: Este usuário desativou as mensagens diretas.
zh_tw: 該用戶已禁用 DM。

source: You have opened a 2-way communication about ticket number {ticket_number}.
pt_br: Você abriu uma comunicação de duas vias sobre o ticket número {ticket_number}.
zh_tw: 您已針對回報編號 {ticket_number} 開啟了雙向聊天通道。
